tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "gmp"
brew "coreutils"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "curl"
brew "fd"
brew "fish"
brew "gawk"
brew "git"
brew "gnupg"
brew "jq"
brew "neovim", args: ["HEAD"]
brew "pinentry-mac"
brew "ripgrep"
brew "tree"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "cursorcerer"
cask "deepl"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "grammarly"
cask "grammarly-desktop"
cask "kitty"
cask "virtualbox"
cask "visual-studio-code"
cask "warp"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "mikestead.dotenv"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-twoslash-queries"
vscode "RobbOwen.synthwave-vscode"
vscode "sdras.vue-vscode-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-swedish"
vscode "svelte.svelte-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "yoavbls.pretty-ts-errors"
