tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "asdf"
brew "autoconf"
brew "openssl@3"
brew "bitwarden-cli"
brew "gmp"
brew "coreutils"
brew "curl"
brew "fd"
brew "readline"
brew "ffmpeg"
brew "fish"
brew "gawk"
brew "gh"
brew "git"
brew "glab"
brew "gnupg"
brew "jq"
brew "libyaml"
brew "mysql-client@8.4"
brew "neovim", args: ["HEAD"]
brew "pinentry-mac"
brew "pnpm"
brew "ripgrep"
brew "tree"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "alfred"
cask "cursorcerer"
cask "dbeaver-community"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "grammarly-desktop"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "kitty"
cask "musescore"
cask "notion"
cask "obsidian"
cask "parallels"
cask "sf-symbols"
cask "ukelele"
cask "visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "bscan.perlnavigator"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "denoland.vscode-deno"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "mikestead.dotenv"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-twoslash-queries"
vscode "robbowen.synthwave-vscode"
vscode "sdras.vue-vscode-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-swedish"
vscode "svelte.svelte-vscode"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wholroyd.jinja"
vscode "yoavbls.pretty-ts-errors"
