tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "gmp"
brew "coreutils"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "bitwarden-cli"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gawk"
brew "gh"
brew "git"
brew "glab"
brew "gnupg"
brew "jq"
brew "luarocks"
brew "neovim", args: ["HEAD"]
brew "pinentry-mac"
brew "pnpm"
brew "ripgrep"
brew "tree"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "bitwarden"
cask "cursorcerer"
cask "dbeaver-community"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "grammarly-desktop"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "kitty"
cask "musescore"
cask "sf-symbols"
cask "visual-studio-code"
cask "vpn-by-google-one"
cask "warp"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "bscan.perlnavigator"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-twoslash-queries"
vscode "robbowen.synthwave-vscode"
vscode "sdras.vue-vscode-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-swedish"
vscode "svelte.svelte-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
